Repository: nlbdev/service-stem
Catalog: translations/20200131-strings.tmx
Source language: en
Languages: no

source: sine
no: sinus

source: cosine
no: cosinus

source: the logarithm
no: logaritmen

source: the natural logarithm
no: den naturlige logaritmen

source: arcus cosine
no: arcus cosinus

source: arcus tangent
no: arcus tangens

source: hyperbolic sine
no: hyperbolisk sinus

source: hyperbolic cosine
no: hyperbolsk kosinus

source: hyperbolic tangent
no: hyperbolsk tangens

source: hyperbolic cotangent
no: hyperbolsk kotangent

source: hyperbolic secant
no: hyperbolsk sekant

source: hyperbolic cosecant
no: hyperbolsk kosekant

source: hyperbolic arcus sine
no: hyperbolsk arcus sinus

source: hyperbolic arcus cosine
no: hyperbolsk arcus cosinus

source: hyperbolic arcus tangent
no: hyperbolsk arcus tangens

source: hyperbolic arcus cotangent
no: hyperbolsk arcus cotangent

source: secant
no: sekant

source: cosecant
no: cosekans

source: arcus cosecant
no: arcus kosekant

source: leftward arrow
no: venstre pil

source: rightward arrow
no: pil til høyre

source: degree
no: grad

source: degrees
no: grader

source: alpha
no: alfa

source: iota
no: tøddel

source: final sigma
no: endelig sigma

source: upsilon with hook
no: upsilon med krok

source: bullet point
no: kulepunkt

source: et cetera
no: og så videre

source: overline
no: overlinje

source: fraction slash
no: skråstrek

source: imaginary part
no: imaginær del

source: real part
no: virkelig del

source: trade mark
no: varemerke

source: first transfinite cardinal
no: første transfinite kardinal

source: infinity
no: uendelig

source: spades
no: spar

source: clubs
no: klubber

source: hearts
no: hjerter

source: diamonds
no: ruter

source: formula end
no: formel slutt

source: vector end
no: vektor slutt

source: absolute value end
no: absolutt verdi slutt

source: matrix end
no: matrix slutt

source: row end
no: rad slutt

source: integral end
no: integral slutt

source: double integral end
no: dobbel integral ende

source: triple integral end
no: tredobbelte integral slutt

source: contour integral end
no: kontur integral slutt

source: funksjon end
no: funksjon slutt

source: root end
no: rot slutt

source: square root end
no: kvadratrot slutt

source: division end
no: divisjon slutt

source: division with the dividend
no: brøk med teller

source: left parenthesis
no: venstre parentes

source: right parenthesis
no: høyre parentes

source: left square bracket
no: venstre firkantparentes

source: right square bracket
no: høyre firkantparentes

source: left curly bracket
no: venstre krøllparentes

source: absolute value
no: absolutt verdi

source: right curly bracket
no: høyre krøllparentes

source: end
no: slutt

source: and
no: og

source: row
no: rad

source: rows
no: rader

source: cell
no: celle

source: cells
no: celler

source: contains
no: inneholder

source: derived
no: derivert

source: double derived
no: dobbelt derivert

source: to the power of
no: opphøyd i

source: with the lower index
no: med lavere indeks

source: with the lower limit
no: med nedre grense

source: vector
no: vektor

source: function
no: funksjon

source: matrix
no: matrise

source: double integral
no: dobbelt integral

source: triple integral
no: trippel integral

source: contour integral
no: konturintegral

source: and with the upper limit
no: og med øvre grense

source: the square root of
no: kvadratroten av

source: root
no: rot

source: division
no: brøk

source: capital
no: stor

source: limit
no: grense

source: times
no: ganger

source: plus
no: pluss

source: is less than
no: er mindre enn

source: equals
no: er lik

source: is more than
no: er mer enn

source: of
no: av

source: differential with respect to
no: differensial med respekt til

source: withdraws
no: går vekk fra

source: upward arrow
no: pil oppover

source: approaches
no: tilnærmer seg

source: downward arrow
no: pil nedover

source: left right arrow
no: venstre-høyre pil

source: downwards arrow with corner leftwards
no: pil nedover med hjørne til venstre

source: leftwards double arrow
no: dobbel pil til venstre

source: upwards double arrow
no: oppover dobbel pil

source: implies
no: innebærer

source: downwards double arrow
no: nedover dobbel pil

source: equivalent to
no: tilsvarende

source: for every
no: for hver

source: partial differential
no: delvis differensial

source: there exists
no: det finnes

source: is an empty set
no: er et tomt sett

source: backward difference
no: bakoverforskjell

source: is an element of
no: er et element av

source: is not an element of
no: er ikke et element av

source: contains as member
no: inneholder som medlem

source: product
no: produkt

source: asterisk
no: asterisken

source: square root
no: kvadratrot

source: proportional to
no: proporsjonal med

source: angle
no: vinkel

source: logical and
no: logisk og

source: logical or
no: logisk eller

source: intersection
no: kryss

source: the integral of
no: integralen av

source: the double integral of
no: det doble integralet av

source: the triple integral of
no: den tredobbelte integralen av

source: the contour integral of
no: konturintegralet av

source: therefore
no: derfor

source: is similar to
no: ligner

source: is approximately equal to
no: er tilnærmet lik

source: is almost equal to
no: er nesten lik

source: is not equal to
no: er ikke lik

source: is identical to
no: er identisk med

source: is less than or equal to
no: er mindre enn eller lik

source: is greater than or equal to
no: er større enn eller lik

source: direct sum
no: direkte sum

source: vector product
no: vektor produkt

source: orthogonal to
no: ortogonal til

source: left ceiling
no: venstre tak

source: right ceiling
no: høyre tak

source: left floor
no: venstre bunn

source: right floor
no: høyre bunn

source: left-pointing angle bracket
no: venstre pekende vinkelparentes

source: right-pointing angle bracket
no: høyre pekende vinkelparentes

source: is greater than
no: er større enn

source: vertical line
no: vertikal linje

source: not
no: ikke

source: plus or minus
no: pluss eller minus

source: multiplied by
no: ganget med

source: divided by
no: delt på

source: greek reversed lunate epsilon symbol
no: gresk reversert halvmåneformet epsilonsymbol

source: arabic-indic cube root
no: arabisk-indisk kubusrot

source: arabic-indic fourth root
no: arabisk-indisk fjerde rot

source: arabic ray
no: arabisk stråle

source: superscript plus
no: hevet pluss

source: superscript minus
no: hevet minus

source: superscript equals
no: hevet er lik

source: subscript plus
no: senket pluss

source: subscript minus
no: senket minus

source: subscript equals
no: senket tilsvarer

source: script capital p
no: stor p

source: turned sans-serif capital g
no: vendt sans-serif stor g

source: turned sans-serif capital l
no: vendt sans-serif stor l

source: reversed sans-serif capital l
no: vendt sans-serif stor l

source: turned sans-serif capital y
no: vendt sans-serif stor y

source: turned ampersand
no: vendt ampersand

source: upwards arrow
no: pil oppover

source: downwards arrow
no: pil nedover

source: leftwards arrow with stroke
no: gjennomstreket venstrepil

source: rightwards arrow with stroke
no: gjennomstreket høyrepil

source: rightwards two headed arrow
no: høyre pekende to-hodet pil

source: rightwards arrow with tail
no: høyre pekende pil med hale

source: rightwards arrow from bar
no: høyre pekende pil fra linjen

source: left right arrow with stroke
no: gjennomstreket venstre-høyre pil

source: left right double arrow with stroke
no: dobbel gjennomstreket venstre-høyre pil

source: rightwards double arrow with stroke
no: dobbel gjennomstreket høyre pil

source: left right double arrow
no: dobbel venstre-høyre pil

source: right arrow with small circle
no: høyre pil med liten sirkel

source: downwards arrow leftwards of upwards arrow
no: opp-ned pil

source: three rightwards arrows
no: tre piler til høyre

source: leftwards arrow with vertical stroke
no: venstrepil med vertikal strek

source: rightwards arrow with vertical stroke
no: høyrepil med vertikal strek

source: left right arrow with vertical stroke
no: ventre-høyre pil med vertikal strek

source: leftwards arrow with double vertical stroke
no: venstrepil med dobbel vertikal strek

source: rightwards arrow with double vertical stroke
no: høyrepil med dobbel vertikal strek

source: left right arrow with double vertical stroke
no: ventre-høyre pil med dobbel vertikal strek

source: leftwards open-headed arrow
no: venstre åpen-hodet pil

source: rightwards open-headed arrow
no: høyre åpen-hodet pil

source: left right open-headed arrow
no: venstre høyre åpen-hodet pil

source: complement
no: utfylle

source: there exist
no: det finnes

source: there does not exist
no: det finnes ikke

source: empty set
no: tomt sett

source: increment
no: tilvekst

source: element of
no: element av

source: not an element of
no: ikke et element av

source: small element of
no: lite element av

source: does not contains as member
no: inneholder ikke som medlem

source: small contains as member
no: liten inneholder som medlem

source: end of proof
no: bevisets slutt

source: coproduct
no: samproduktet

source: minus or plus
no: minus eller pluss

source: dot plus
no: prikk pluss

source: minus the element
no: minus elementet

source: asterisk operator
no: asterisk operatør

source: ring operator
no: ring operatør

source: bullet operator
no: punkt operatør

source: cube root
no: kubikkrot

source: fourth root
no: fjerde rot

source: right angle
no: rett vinkel

source: measured angle
no: målt vinkel

source: spherical angle
no: sfærisk vinkel

source: divides
no: deler på

source: does not divide
no: deler seg ikke

source: parallel to
no: parallelt til

source: not parallel to
no: ikke parallelt med

source: surface integral
no: overflateintegral

source: volume integral
no: integralets volum

source: clockwise integral
no: integral med klokken

source: clockwise contour integral
no: konturintegral med klokken

source: anticlockwise contour integral
no: konturintegral mot klokken

source: because
no: fordi

source: ration
no: rasjon

source: proportion
no: proporsjon

source: dot minus
no: prikk minus

source: excess
no: overflødig

source: geometric proportion
no: geometrisk andel

source: homothetic
no: homotetisk

source: tilde operator
no: tilde-operatør

source: reversed tilde
no: reversert tilde

source: inverted lazy s
no: omvendt lat s

source: sine wave
no: sinusbølge

source: wreath product
no: kranseprodukt

source: not tilde
no: ikke tilde

source: asymptotically equal to
no: asymptotisk lik

source: not asymptotically equal to
no: ikke asymptotisk lik

source: approximately equal to
no: tilnærmet lik

source: approximately but not actually equal to
no: omtrent men faktisk ikke lik

source: neither approximately nor actually equal to
no: verken tilnærmet eller faktisk lik

source: almost equal to
no: nesten lik

source: not almost equal to
no: ikke nesten lik

source: almost equal or equal to
no: nesten lik eller lik

source: triple tilde
no: trippel tilde

source: all equal to
no: alt lik

source: geometrically equivalent to
no: geometrisk tilsvarer

source: difference between
no: forskjellen mellom

source: approaches the limit
no: nærmer seg grensen

source: geometrically equal to
no: geometrisk lik

source: approximately equal to or the image of
no: tilnærmet lik eller avbildet av

source: image of or approximately equal to
no: avbildet av eller tilnærmet lik

source: colon equals
no: kolon tilsvarer

source: equals colon
no: tilsvarer kolon

source: ring in equal to
no: ring i lik

source: ring equal to
no: ring lik

source: corresponds to
no: tilsvarer

source: estimates
no: anslag

source: equiangular to
no: likevinklet til

source: star equals
no: stjerne er lik

source: delta equal to
no: delta er lik

source: equal to by definition
no: er lik per definisjon

source: measured by
no: målt med

source: questioned equal to
no: spørsmålstegn over likhetstegn

source: not equal to
no: ikke lik

source: identical to
no: identisk med

source: not identical to
no: ikke identisk med

source: strictly equivalent to
no: akkurat lik

source: less-than or equal to
no: mindre enn eller lik

source: greater-than or equal to
no: større enn eller lik

source: less-than over equal to
no: mindre enn over lik

source: greater-than over equal to
no: større enn over lik

source: less-than but not equal to
no: mindre enn, men ikke lik

source: greater-than but not equal to
no: større enn, men ikke lik

source: much less-than
no: mye mindre enn

source: much greater-than
no: mye større enn

source: between
no: mellom

source: not equivalent to
no: tilsvarer ikke

source: not less-than
no: ikke mindre enn

source: not greater-than
no: ikke større enn

source: neither less-than nor equal to
no: verken mindre enn eller lik

source: neither greater-than nor equal to
no: verken større enn eller lik

source: less-than or equivalent to
no: mindre enn eller tilsvarer

source: greater-than or equivalent to
no: større enn eller tilsvarer

source: neither less-than nor equivalent to
no: verken mindre enn eller tilsvarende

source: neither greater-than nor equivalent to
no: verken større enn eller lik

source: less-than or greater-than
no: mindre enn eller større enn

source: greater-than or less-than
no: større enn eller mindre enn

source: neither less-than nor greater-than
no: verken mindre enn eller større enn

source: neither greater-than nor less-than
no: verken større enn eller mindre enn

source: precedes
no: forut

source: succeeds
no: lykkes

source: precedes or equal to
no: går foran eller lik

source: succeeds or equal to
no: lykkes eller lik

source: precedes or equivalent to
no: går foran eller tilsvarer

source: succeeds or equivalent to
no: lykkes eller tilsvarer

source: does not precede
no: går ikke foran

source: does not succeed
no: lykkes ikke

source: subset of
no: undergruppe av

source: superset of
no: supersett av

source: not a subset of
no: ikke en undergruppe av

source: not a superset of
no: ikke et supersett av

source: subset of or equal to
no: delmengde på eller lik

source: superset of or equal to
no: supersett av eller lik

source: neither a subset of nor equal to
no: verken en undergruppe av eller lik

source: neither a superset of nor equal to
no: verken et supersett av eller lik

source: subset of with not equal to
no: delmengde med med ikke lik

source: superset of with not equal to
no: supersett av med ikke lik

source: multiset
no: multisett

source: multiset multiplication
no: multisett multiplikasjon

source: multiset union
no: multisett union

source: square image of
no: firkantet bilde av

source: square original of
no: firkantet original av

source: square image of or equal to
no: firkantet bilde av eller lik

source: square original of or equal to
no: firkantet original av eller lik

source: square cap
no: firkantet hette

source: square cup
no: firkantet kopp

source: circled plus
no: sirklet pluss

source: circled minus
no: sirklet minus

source: circled times
no: sirklet ganger

source: circled division slash
no: sirklet divisjon skråstrek

source: circled dot operator
no: sirklet prikkoperatør

source: circled ring operator
no: sirklet ringoperatør

source: circled asterisk operator
no: sirklet stjerneoperatør

source: circled equals
no: sirklet er lik

source: circled dash
no: sirklet streken

source: squared plus
no: firkantet pluss

source: squared minus
no: kvadrat minus

source: squared times
no: kvadratiske tider

source: squared dot operator
no: firkantet prikkoperatør

source: right tack
no: rett takling

source: left tack
no: venstre takling

source: down tack
no: ned tak

source: up tack
no: opp tak

source: assertion
no: påstand

source: models
no: modeller

source: true
no: ekte

source: forces
no: krefter

source: triple vertical bar right turnstile
no: trippel loddrett stang høyre turnstile

source: double vertical bar double right turnstile
no: dobbelt loddrett stang dobbelt høyre turnstile

source: does not prove
no: beviser ikke

source: not true
no: ikke sant

source: does not force
no: tvinger ikke

source: negated double vertical bar double right turnstile
no: negert dobbelt loddrett stang dobbelt høyre turnstile

source: precedes under relation
no: går foran under forhold

source: succeeds under relation
no: lykkes under forhold

source: normal subgroup of
no: normal undergruppe av

source: contains as normal subgroup
no: inneholder som normal undergruppe

source: normal subgroup of or equal to
no: normal undergruppe på eller lik

source: contains as normal subgroup or equal to
no: inneholder som normal undergruppe eller lik

source: original of
no: original av

source: image of
no: bilde av

source: hermitian conjugate matrix
no: hermitisk konjugatmatrise

source: nor
no: heller ikke

source: right angle with arc
no: rett vinkel med lysbue

source: right triangle
no: høyre trekant

source: n-ary logical and
no: n-ary logisk og

source: n-ary logical or
no: n-ary logisk eller

source: n-ary intersection
no: n-ary kryss

source: diamond operator
no: diamantoperatør

source: dot operator
no: prikkoperatør

source: star operator
no: stjerneoperatør

source: division times
no: delingstider

source: bowtie
no: sløyfe

source: left normal factor semidirect product
no: venstre normal faktor semidirekt produkt

source: right normal factor semidirect product
no: riktig normalfaktor semidirekt produkt

source: left semidirect product
no: venstre semidirekt produkt

source: right semidirect product
no: riktig semidirekt produkt

source: reversed tilde equals
no: reversert tilde tilsvarer

source: curly logical or
no: krøllete logisk eller

source: curly logical and
no: krøllete logiske og

source: double subset
no: dobbelt underett

source: double superset
no: dobbelt supersett

source: double intersection
no: dobbelt kryss

source: double union
no: dobbeltforening

source: pitchfork
no: høygaffel

source: equal and parallel to
no: lik og parallell med

source: less-than with dot
no: mindre enn med prikk

source: greater-than with dot
no: større enn med prikk

source: very much less-than
no: veldig mye mindre enn

source: very much greater-than
no: veldig mye større enn

source: less-than equal to or greater-than
no: mindre enn lik eller større enn

source: greater-than equal to or less-than
no: større enn lik eller mindre enn

source: equal to or less-than
no: lik eller mindre enn

source: equal to or greater-than
no: lik eller større enn

source: equal to or precedes
no: lik eller forut

source: equal to or succeeds
no: lik eller lykkes

source: does not precede or equal
no: går ikke foran eller lik

source: does not succeed or equal
no: ikke lykkes eller likestilt

source: not square image of or equal to
no: ikke firkantet bilde av eller lik

source: not square original of or equal to
no: ikke firkantet original av eller lik

source: square image of or not equal to
no: firkantet bilde av eller ikke lik

source: square original of or not equal to
no: firkantet original av eller ikke lik

source: less-than but not equivalent to
no: mindre enn, men ikke tilsvarer

source: greater-than but not equivalent to
no: større enn, men ikke tilsvarende

source: precedes but not equivalent to
no: går foran, men ikke tilsvarer

source: succeeds but not equivalent to
no: lykkes, men ikke tilsvarer

source: not normal subgroup of
no: ikke normal undergruppe av

source: does not contain as normal subgroup
no: inneholder ikke som normal undergruppe

source: not normal subgroup of or equal to
no: ikke normal undergruppe på eller lik

source: does not contain as normal subgroup or equal
no: inneholder ikke som normal undergruppe eller lik

source: vertical ellipsis
no: vertikal ellipsis

source: midline horizontal ellipsis
no: midtlinje horisontal ellipsis

source: up right diagonal ellipsis
no: opp høyre diagonal ellipsis

source: down right diagonal ellipsis
no: nedre høyre diagonal ellipsis

source: element of with long horizontal stroke
no: element av med langt horisontalt slag

source: element of with vertical bar at end of horizontal stroke
no: element av med vertikal bjelke på slutten av horisontalt slag

source: small element of with vertical bar at end of horizontal stroke
no: lite element med vertikal bjelke på slutten av horisontalt slag

source: element of with dot above
no: element av med prikk over

source: element of with overbar
no: element av med overbar

source: small element of with overbar
no: lite element med overbar

source: element of with underbar
no: element av med underbar

source: element of with two horizontal strokes
no: element av med to horisontale slag

source: contains with long horizontal stroke
no: inneholder med langt horisontalt slag

source: contains with vertical bar at end of horizontal stroke
no: inneholder med vertikal bjelke på slutten av horisontalt slag

source: small contains with vertical bar at end of horizontal stroke
no: liten inneholder med vertikal bjelke på slutten av horisontalt slag

source: contains with overbar
no: inneholder med overbar

source: small contains with overbar
no: liten inneholder med overbar

source: z notation bag membership
no: z notasjonspose medlemskap

source: top half integral
no: topp halvdel integrert

source: bottom half integral
no: nederste halvdel integrert

source: right angle with downwards zigzag arrow
no: rett vinkel med sikksakk-pil nedover

source: left parenthesis upper hook
no: venstre parentes øvre krok

source: left parenthesis extension
no: forlengelse av venstre parentes

source: left parenthesis lower hook
no: venstre parentes nedre krok

source: right parenthesis upper hook
no: høyre parentes øvre krok

source: right parenthesis extension
no: høyre parenteseforlengelse

source: right parenthesis lower hook
no: høyre parentes nedre krok

source: left square bracket upper corner
no: venstre firkant brakett øvre hjørne

source: left square bracket extension
no: forlengelse av venstre firkant

source: left square bracket lower corner
no: venstre firkant brakett nedre hjørne

source: right square bracket upper corner
no: høyre firkant brakett øvre hjørne

source: right square bracket extension
no: høyre firkant brakettforlengelse

source: right square bracket lower corner
no: høyre firkant brakett nedre hjørne

source: left curly bracket upper hook
no: venstre krøllete brakett øvre krok

source: left curly bracket middle piece
no: midtre del av venstre krøllete brakett

source: left curly bracket lower hook
no: venstre krokbeslag nedre krok

source: curly bracket extension
no: forlengelse av krøllete braketter

source: right curly bracket upper hook
no: høyre krøllete brakett øvre krok

source: right curly bracket middle piece
no: midtre del av høyre krøllete brakett

source: right curly bracket lower hook
no: høyre krøllete brakett nedre krok

source: integral extension
no: integrert utvidelse

source: horizontal line extension
no: horisontal linjeutvidelse

source: upper left or lower right curly bracket section
no: øvre venstre eller nedre høyre krøllete brakkseksjon

source: upper right or lower left curly bracket section
no: øvre høyre eller nedre venstre krøllete del

source: summation top
no: summasjon toppen

source: summation bottom
no: summering bunn

source: top parenthesis
no: topp parentes

source: bottom parenthesis
no: bunn parentes

source: top curly bracket
no: topp krøllet brakett

source: bottom curly bracket
no: bunn krøllete brakett

source: top tortoise shell bracket
no: toppskildpaddeskallbrakett

source: bottom tortoise shell bracket
no: bunnskilpaddeskallbrakett

source: white right-pointing triangle
no: hvit høyre pekende trekant

source: white left-pointing triangle
no: hvit venstre pekende trekant

source: upper left triangle
no: øvre venstre trekant

source: upper right triangle
no: øvre høyre trekant
